Repository: towiron/matcher-bot
Catalog: data/locales/*/LC_MESSAGES/bot.po
Languages: uz

source: Привет! 👋 Добро пожаловать в наш бот знакомств <b>Sovchi (Baxt izlab)</b> 💕 Чтобы начать, создай свой профиль — это просто и быстро. Желаем тебе приятных знакомств и интересных встреч!
uz: Салом! 👋 Танишув ботига хуш келибсиз <b>Sovchi (Баxt излаб)</b> 💕 Бошлаш учун ўз профилингизни яратинг — бу осон ва тез. Сизга ёқимли танишувлар ва қизиқ учрашувлар тилаймиз!

source: 🔍 Найти пару. 👤 Мой профиль. 💎 Пополнить шансы. ❌ Я больше не хочу никого искать.
uz: 🔍 Жуфт топиш. 👤 Менинг профилим. 💎 Шансларни тўлдириш. ❌ Энди ҳеч кимни қидирмоқчи эмасман.

source: 🔍 Найти пару. 🔄 Заполнить профиль заново ↩️ Назад
uz: 🔍 Жуфт топиш. 🔄 Профилни қайта тўлдириш ↩️ Орқага

source: Неизвестная команда. Если заблудился, напиши /start.
uz: Номаълум буйруқ. Агар адашсангиз, /start ёзинг.

source: 👋 Пока что пусто...
uz: 👋 Ҳозирча бўш...

source: 🔍 Выполняется поиск...
uz: 🔍 Қидирув амалга оширилмоқда...

source: 🔍 Поиск по фильтру 🧠 Умный поиск(3 💎) ✏️ Изменить фильтр ↩️ Назад
uz: 🔍 Фильтр бўйича қидирув 🧠 Ақлли қидирув (3 💎) ✏️ Фильтрни ўзгартириш ↩️ Орқага

source: 🔄 Заполнить профиль заново
uz: 🔄 Профилни қайта тўлдириш

source: ↩️ Назад
uz: ↩️ Орқага

source: 🔍 Найти пару
uz: 🔍 Жуфт топиш

source: 👤 Мой профиль
uz: 👤 Менинг профилим

source: ❌ Я больше не хочу никого искать
uz: ❌ Энди ҳеч кимни қидирмоқчи эмасман

source: Парень
uz: Йигит

source: Девушка
uz: Қиз

source: Не религиозен(а)
uz: Диндор эмасман

source: Немного
uz: Бироз

source: Средне
uz: Ўртача

source: Очень
uz: Жуда

source: Следую всем нормам
uz: Барча қоидаларга риоя қиламан

source: Среднее
uz: Ўрта

source: Неоконченное высшее
uz: Тугатилмаган олий

source: Высшее
uz: Олий

source: Да
uz: Ҳа

source: Нет
uz: Йўқ

source: Не знаю / Не уверен(а)
uz: Билмайман / Ишончим йўқ

source: Брак
uz: Никоҳ

source: Серьезные отношения
uz: Жиддий муносабат

source: Дружба
uz: Дўстлик

source: Общение
uz: Мулоқот

source: Оставить предыдущее
uz: Олдингисини қолдириш

source: Статистика пользователей
uz: Фойдаланувчилар статистикаси

source: Статистика профилей
uz: Профиллар статистикаси

source: Фильтр поиска
uz: Қидирув филтри

source: Шанс (1 💎)
uz: Имконият (1 💎)

source: Следующий
uz: Кейинги

source: 💎 Пополнить шансы
uz: 💎 Имкониятларни тўлдириш

source: Меню поиска
uz: Қидирув менюси

source: ✨ Создать фильтр
uz: ✨ Фильтр яратиш

source: ✏️ Изменить фильтр
uz: ✏️ Фильтрни ўзгартириш

source: 🔍 Поиск по фильтру
uz: 🔍 Фильтр бўйича қидириш

source: 🧠 Умный поиск (3 💎)
uz: 🧠 Ақлли қидирув (3 💎)

source: Выбери язык 👇
uz: Тилни танланг 👇

source: Язык бота изменён! ✅
uz: Бот тили ўзгартирилди! ✅

source: Вы — администратор! Новые доступные команды: - <b>/stats</b> — статистика бота. - <b>/mailing</b> — рассылка всем пользователям. - <b>/log</b> — просмотр логов бота. - <b>/ban</b> — заблокировать пользователя по ID. - <b>/unban</b> — разблокировать пользователя по ID.
uz: Сиз — администратор! Янги мавжуд буйруқлар: - <b>/stats</b> — бот статистикаси. - <b>/mailing</b> — барча фойдаланувчиларга хабар юбориш. - <b>/log</b> — бот логларини кўриш. - <b>/ban</b> — ID бўйича фойдаланувчини блоклаш. - <b>/unban</b> — ID бўйича фойдаланувчини блокдан чиқариш.

source: ✨ Чтобы продолжить пользоваться ботом, тебе нужно создать профиль!
uz: ✨ Ботдан фойдаланишни давом эттириш учун, сизга профиль яратиш керак!

source: 👤 Пользователей: {} | 🚫 Заблокированных: {} 🌍 Самый популярный язык: {}
uz: 👤 Фойдаланувчилар: {} | 🚫 Блокланганлар: {} 🌍 Энг оммалашган тил: {}

source: 📂 Профилей: {} | 🔕 Инактивных: {} 🙍‍♂ Парней: {} | 🙍‍♀ Девушек: {} 💘 Мэтчи: {} 🕘 Средний возраст: {} 🏙 Популярный город: {}
uz: 📂 Профиллар: {} | 🔕 Фаол эмас: {} 🙍‍♂ Йигитлар: {} | 🙍‍♀ Қизлар: {} 💘 Мослашувлар: {} 🕘 Ўртача ёш: {} 🏙 Оммавий шаҳар: {}

source: <b>Ваш фильтр:</b>
uz: <b>Сизнинг фильтрингиз:</b>

source: <b>Город:</b> {}
uz: <b>Шахар:</b> {}

source: <b>Возраст от:</b> {}
uz: <b>Ёшдан:</b> {}

source: <b>Возраст до:</b> {}
uz: <b>Ёшгача:</b> {}

source: <b>Рост(см) от:</b> {}
uz: <b>Бўй (см) дан:</b> {}

source: <b>Рост(см) до:</b> {}
uz: <b>Бўй (см) гача:</b> {}

source: <b>Вес(кг) от:</b> {}
uz: <b>Оғирлик (кг) дан:</b> {}

source: <b>Вес(кг) до:</b> {}
uz: <b>Оғирлик (кг) гача:</b> {}

source: <b>Есть ли дети:</b> {}
uz: <b>Фарзанд бор-ёқлиги:</b> {}

source: <b>Цель:</b> {}
uz: <b>Мақсад:</b> {}

source: <b>Национальность:</b> {}
uz: <b>Миллат:</b> {}

source: ✅ Фильтр успешно установлен!
uz: ✅ Фильтр муваффақиятли ўрнатилди!

source: ❌ Твоя анкета отключена, некоторые функции теперь недоступны. 💬 Чтобы снова активировать анкету, отправь команду /start.
uz: ❌ Сизнинг анкетангиз ўчирилган, баъзи функциялар эндиликда мавжуд эмас. 💬 Анкетангизни қайта фаоллаштириш учун /start буйруғини юборинг.

source: Заполните профиль сначала
uz: Аввал анкета тўлдиринг

source: <b>Имя:</b> {}
uz: <b>Исм:</b> {}

source: <b>Возраст:</b> {}
uz: <b>Ёш:</b> {}

source: <b>Пол:</b> {}
uz: <b>Жинс:</b> {}

source: <b>Рост:</b> {} см
uz: <b>Бўй:</b> {} см

source: <b>Вес:</b> {} кг
uz: <b>Вазн:</b> {} кг

source: <b>Семейное положение:</b> {}
uz: <b>Оилавий ҳолати:</b> {}

source: <b>Есть дети:</b> {}
uz: <b>Фарзанд борми:</b> {}

source: <b>Образование:</b> {}
uz: <b>Маълумот:</b> {}

source: <b>Профессия:</b> {}
uz: <b>Касб:</b> {}

source: <b>Цель знакомства:</b> {}
uz: <b>Танишувдан мақсад:</b> {}

source: <b>Религия:</b> {}
uz: <b>Дин:</b> {}

source: <b>Уровень религиозности:</b> {}
uz: <b>Динийлик даражаси:</b> {}

source: <b>О себе:</b> {}
uz: <b>Ўзингиз ҳақингизда:</b> {}

source: <b>Кого ищу:</b> {}
uz: <b>Қидираётганим:</b> {}

source: Не указано
uz: Кўрсатилмаган

source: Создать профиль
uz: Профил яратиш

source: ✅ Ваш профиль успешно создан!
uz: ✅ Профилингиз муваффақиятли яратилди!

source: Пожалуйста, заполните фильтр перед использованием функции поиска.
uz: Илтимос, қидирув функциясидан фойдаланишдан олдин фильтрни тўлдиринг.

source: 📄 Публичная оферта 1. Общие условия Сервис предназначен для совершеннолетних (18+) пользователей из Узбекистана. ИИ-агент помогает находить собеседников, поддерживает общение и способствует обмену контактами — только по обоюдному желанию. 2. Конфиденциальность и безопасность Мы не собираем личные данные, такие как имя, адрес, номер телефона. Все анкеты и переписка оформлены анонимно. Данные защищены и используются только для работы сервиса. 3. Запрещено Запрещены: – оскорбления, агрессия, домогательства, мошенничество; – пропаганда насилия, терроризма, порнографии; – попытки навязать услуги или обмануть других. 4. Ответственность ИИ — цифровой помощник. Он не гарантирует результат и не заменяет человека. Все решения принимает сам пользователь. Сервис не несёт ответственности за последствия общения. 5. Блокировка При подтверждённом нарушении правил анкета может быть заблокирована без предупреждения — для защиты других пользователей. 6. Платные функции Некоторые функции доступны через «Шансы» — внутреннюю валюту. Покупка добровольная. Использованные «Шансы» не подлежат возврату. 7. Принятие условий Используя сервис, вы подтверждаете, что ознакомлены с офертой и принимаете её условия.
uz: 📄 Очиқ оферта 1. Умумий шартлар Сервис 18 ёшдан ошган Ўзбекистон фойдаланувчилари учун мўлжалланган. ИИ-агент суҳбатдош топишга ёрдам беради ва фақат ўзаро хоҳиш билан контакт алмашишни таклиф этади. 2. Махфийлик ва хавфсизлик Биз шахсий маълумотларни (исм, телефон, манзил) йиғмаймиз. Барча анкеталар аноним шаклда. Маълумотлар фақат сервис ишлаш мақсадида қўлланилади. 3. Тақиқланган ҳолатлар Қуйидагилар қатъиян ман этилган: – ҳақорат, тажовуз, таъқиб, фирибгарлик; – зўравонлик, терроризм ёки порнография тарғиботи; – хизматларни мажбурий таклиф қилиш ёки алдаш. 4. Жавобгарлик ИИ агент — рақамли ёрдамчи, у натижани кафолатламайди ва инсоннинг ўрнини босмайди. Ҳар бир қарорни фойдаланувчи ўзи қабул қилади. Сервис мулоқот оқибати учун жавоб бермайди. 5. Блоклаш Қоидалар бузилса ва исбот бўлса, анкета олдиндан огоҳлантирмасдан блокланиши мумкин. 6. Пулли функциялар Айрим функциялар «Шанс» — ички валюта орқали ишлайди. Харид ихтиёрий. Ишлатилган «Шанс»лар қайтарилмайди. 7. Шартларни қабул қилиш Сервисдан фойдаланиш орқали, сиз ушбу офертага рози эканингизни билдирасиз.

source: ✅ Я согласен
uz: ✅ Розиман

source: ❌ Не согласен
uz: ❌ Рози эмасман

source: ✅ Спасибо! Теперь вы можете пользоваться ботом.
uz: ✅ Рахмат! Энди ботдан фойдаланишингиз мумкин.

source: ❌ Без согласия с офертой вы не можете использовать бота.
uz: ❌ Сиз офертага рози бўлмасдан ботдан фойдалана олмайсиз.

source: ❗ Вы должны принять оферту перед использованием бота. Введите /start
uz: ❗ Ботдан фойдаланишдан олдин офертани қабул қилишингиз керак. /start ни ёзинг

source: 🎁 Вы получили ежедневный бонус: 1 шанс! 🔥 Вы активны уже {streak} дней подряд!
uz: 🎁 Сиз ҳар кунлик бонус олдингиз: 1 шанс! 🔥 Сиз {streak} кетма-кет кунлар давомида фаол бўлдингиз!

source: Подходящих анкет не найдено. Попробуй изменить фильтр 😊
uz: Мос анкета топилмади. Филтрни ўзгартириб кўринг 😊

source: Анкеты закончились. Попробуй позже! 😊
uz: Анкеталар тугади. Кейинроқ қайта уриниб кўринг! 😊

source: ❌ Для умного поиска нужно <b>3 💎</b>. Сейчас на балансе: <b>{balance} 💎</b>. Пополните баланс и попробуйте снова.
uz: ❌ Умумий қидирув учун <b>3 💎</b> керак. Ҳозир балансда: <b>{balance} 💎</b>. Балансингизни тўлдиринг ва қайта уриниб кўринг.

source: ❌ Не удалось списать шансы. Попробуйте позже.
uz: ❌ Имкониятларни ечиш амалга ошмади. Кейинроқ қайта уриниб кўринг.

source: ✨ Почему подходит: {reason}
uz: ✨ Нима учун мос: {reason}

source: ❌ У вас закончились шансы.
uz: ❌ Сизда имкониятлар тугади.

source: ✨ Вы дали шанс этому человеку! Посмотри ещё раз анкету — вдруг это начало чего-то особенного? 🚀 <a href="{profile_link}">Открыть профиль</a> 💎 Вы потратили <b>1</b> шанс, осталось: <b>{balance}</b> шанс(ов).
uz: ✨ Сиз бу инсонга имконият бердингиз! Анкетани яна кўздан кечиринг — балки бу янги саёҳат бошланишидир? 🚀 <a href="{profile_link}">Профилни очиш</a> 💎 Сиз <b>1</b> имконият сарфладингиз, қолди: <b>{balance}</b> имконият(лар).

source: 🧠 Кандидаты умного поиска закончились! Но у нас есть ещё интересные люди! Нажмите снова «🧠 Умный поиск (3 💎)», и я подберу новую подборку 😊
uz: 🧠 Ақлли қидирув номзодлари тугади! Лекин ҳали ҳам қизиқарли одамлар бор! «🧠 Ақлли қидирув (3 💎)» тугмасини яна босинг, ва мен сиз учун янги танловни тайёрлайман 😊

source: 🧠 Кандидаты умного поиска закончились! " Попробуйте обычный поиск по фильтру — возможно, там найдутся интересные люди 😊
uz: 🧠 Ақлли қидирув номзодлари тугади! " Оддий фильтр бўйича қидирувни синаб кўринг — эҳтимол у ерда қизиқарли одамлар топилар 😊

source: Неизвестный тип статистики
uz: Номаълум статистика тури

source: Посмотреть
uz: Кўриш
